spec/dummy/app/controllers/users_controller.rb

INSERT INTO "users" ("name", "age", "created_at", "updated_at") VALUES ('123123', 123123, '2011-02-19 04:58:06.909239', '2011-02-19 04:58:06.909239')
---
  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save